espressif/esp-idf/examples/ethernet/sublayer/sdkconfig.ci.defaults_esp32p4
CONFIG_IDF_TARGET="esp32p4"

CONFIG_ETHERNET_INTERNAL_SUPPORT=y
CONFIG_ETHERNET_PHY_IP101=y
